{
  "HELP": "*Aide pour l'administrateur {dev} et les maîtres du jeu {master}*\n**Initialisation du jeu**\n- Mettre à jour le serveur ({update}) et le nettoyer si besoin ({danger} puis {clean}).\n- Démarrer le tableau de bord du jeu {board} (peut prendre jusqu'à quelques minutes).\n- En cas d'erreur ou pour supprimer des chaînes présentes préalablement, utiliser la mise à jour forcée {force_update}, puis réessayer de lancer le tableau de bord {board}.\n o Si cela ne fonctionne toujours pas après 3 tentatives de mise à jour, supprimer toutes les catégories et mettre à jour à nouveau.\n o En dernier recours, la commande d'administration `>reset_all_channels` (supprime et recrée toutes le chaînes) peut résoudre les problèmes (administrateur uniquement).\n- Si ce n'est pas déjà le cas, inviter des bots externes pour jouer de la musique (tels Octave [top.gg/bot/octave] ou Pancake)\n\n**Lancer le jeu**\n- Avant de démarrer, chaque maître du jeu doit avoir le rôle {master}.\n- Lancer le premier jeu d'introduction {play}.\n- Inviter les joueurs à rejoindre le serveur. Ils peuvent rejoindre le vestibule en vocal.\n- Suivre les indications du salon {memo} pour les étapes d'introduction.\n- Une fois l'introduction terminée, démarrer les mini-jeux voulus dans l'ordre pré-établi. Certains jeux sont des jeux par salon. Pour ces jeux, il faut d'abord démarrer le jeu globalement et démarrer le jeu pour chaque chaîne voulue.\n- Au démarrage des jeux, un mémo s'affiche le plus souvent dans la chaîne {memo} !\n- Ne pas oublier qu'un certain nombre de mini-jeux se lancent manuellement (indiqué dans le tableau de bord de jeu) !\n- Dans le salon {music}, il est possible de créer une palette de jingles/musiques/bruitages à l'aide de la commande `&jingles` (Taper `&jingles -h` pour obtenir l'aide).\n- Lorsque que le bot principal est utilisé dans un mini-jeu, le contrôle de la musique doit être fait par un bot externe (bot Octave par exemple) et doit être géré manuellement. *En effet, un bot ne peut jouer qu'à un endroit à la fois et un bot ne peut contrôler un autre bot.*\n\n**Astuces**\n- Pour refaire une action sur le panneau de contrôle, retirer sa réaction et réagir à nouveau.\n- Les maîtres du jeu peuvent déplacer n'importe quel membre d'un salon vocal à un autre !\n- Les maîtres du jeu peuvent éditer les rôles, supprimer n'importe quel message, rendre muets ou bannir les joueurs.\n- Pour parler à la place du bot, il est possible d'utiliser la commande `!send [-d] [#salon de destination] [message]` (sans les`[]`)\n- Ne pas confondre : le *panneau de contrôle* permet de gérer le serveur ; le *tableau de bord du jeu* gère... le jeu !\n\n**Avancé**\n- Si c'est ta première fois sur le serveur, cliquer sur {update}, {force_update} ou {infinity} te donne les droits d'administrateur (l'émoticône :muscle: s'affiche alors). Attention, ceci est irrévoquable et il ne peut y avoir qu'un seul administrateur, sauf si celui qui possède le serveur (qui a les droits suprêmes) change manuellement les roles ! Il peut toutefois y avoir plusieurs maîtres du jeu que l'administrateur peut ajouter.\n- Si le bot est retiré du serveur et ajouté à nouveau, il faut s'assurer que le role automatique du bot (EscapeBot) est bien tout en haut de la liste des roles dans Paramètres du serveur/Roles. Si ce n'est pas le cas, il y aura probablement des rôles doublons, ce qui est gênant pour les maîtres du jeu, mais qui ne bloque pas le bon déroulement du jeu. Les rôles situés au-dessus de EscapeBot ne sont jamais utilisés par le bot (tout simplement parce qu'étant supérieurs, ils ne peuvent être administrés par le bot).\n- Le serveur peut être administré par des commandes: commandes d'adminsitration (salon dédié : {commandes_dev}, aide : `>aide`), commandes de maître du jeu (salon dédié : {commandes}, aide : `!aide`), commandes de music (salon dédié : {music}, aide : `&aide`).\n- Si les commandes (`!help` par exemple) ne fonctionnent plus, ouvrir le contrôleur d'administration {admin_tool} pour démarrer les outils de jeu.\n- En cas de problème, le salon {logs} peut vous permettre de reporter voire d'identifier l'erreur (en anglais).\n- Si le bot semble éteint, se connecter au site {website} pour le redémarrer. La commande `!control` permet aussi de recharger le panneau de contrôle\n\n**Changer le bot de serveur**\n- L'administrateur peut utiliser la commande `kick_bot` dans {commandes_dev}(`>help` pour les détails) pour faire quitter le bot.\n- Le bot doit ensuite être invité à l'aide du lien : `{auth_url}`\n*Attention: le bot ne peut être présent que sur un serveur à la fois ! S'il est ajouté alors qu'il est déjà sur un autre serveur, il faudra faire quitter le bot et l'inviter à nouveau.*\n\n*Bon jeu !*",
  "CONTROL_BOARD_INTRO": "**==================== [version(s): {versions}] ====================**\nBonjour et bienvenue cher maître du jeu ! Pour commencer, choisis une action !\n\nSi le bot vient d'être ajouté et est déjà venu sur ce serveur, assure-toi que le rôle automatique du bot (EscapeBot) est bien le premier de la liste des roles dans Paramètres du serveur/Rôles. Il faut être propriétaire du serveur pour cette action.\n\nTu peux d'abord mettre à jour le serveur en cliquant sur {update}, puis vérifier que le serveur est bien configuré en cliquant sur {check}. Si c'est le cas, démarre le tableau de bord en cliquant sur {board}, sinon réessaye {update} ou essaye {force_update} (supprimera les rôles et salons non utiles au jeu).\nTu peux aussi nettoyer les salons de jeu avec {danger} puis {clean} avant de débuter. N'oublie pas de prendre le rôle de maître du jeu avant de commencer toute partie !\n\nEn cas de besoin, regarde l'aide : {help}",
  "GAME_BOARD_INTRO": "*N'oublie pas de prendre le rôle {master} avant de commencer le jeu !*\n**TABLEAU DE BORD DU JEU**\n{play} : ajouter une réaction = démarrer\n{pause} : ajouter une réaction = pause / retirer une réaction = reprendre\n{stop} : ajouter une réaction = stop\n{finish} : termine le jeu et continue comme si les joueurs avaient gagné\n{reset} : réinitialiser le mini-jeu\n{simple} : Activer/Désactiver le mode simple du jeu (s'il existe)\n{running} : en cours / {suspended} : en pause / {stopped} : arrêté/terminé/non démarré [Il s'agit d'indicateurs : la mise à jour n'est pas immédiate !]\n{simple_mode} : mode simple activé",
  "DANGER_REQUIRED": "Le bouton danger {danger} doit être enclenché pour cette action !",
  "CONTROL_BOARD_COMMANDS": "**==================== [version(s): {versions}] ====================**\n**PANNEAU DE CONTRÔLE**\n{help} : Aide.\n{admin_tool} : Afficher le contrôleur d'administration.\n{update} : Mettre à jour le serveur (rôles, salons, serveur).\n{force_update} : Mettre à jour le serveur et supprimer les salons/rôles en trop.\n{check} : Vérifier que le serveur est prêt.\n{board} : Vérifier le serveur et ouvrir un nouveau tableau de bord de jeu.\nSi {danger} est appuyé, le tableau de bord s'ouvre, même si le serveur n'est pas prêt.\n{clean} : Nettoyer tous les salons de jeu du serveur. Le bouton {danger} doit être appuyé péalablement.\n{invite} : Créer un message d'invitation (30 personnes, validité 3h).\nSi {danger} est appuyé, le site est mis à jour avec le lien d'invitation. Retirer la réaction avec {danger} appuyé supprime l'invitation du site.\n{version} : Changer de version du jeu. {danger} doit être appuyé préalablement.\n{leave} Demander au bot de quitter le serveur (à faire en fin de partie par un administrateur, {danger} appuyé préalablement).",
  "GUILD": "Serveur",
  "CHANGE_VERSION": "Pour quelle version veux-tu changer ? Après changement, il faudra faire une mise à jour du serveur {force_update}. Pour annuler, ignorer simplement ce message.\n{versions}\n",
  "VERSION_CHANGED": "La version du serveur a changé pour **'{versions}'** ! Il faut maintenant le mettre à jour et supprimer les rôles/salons inutiles en cliquant sur {force_update}",
  "PENDING_GUILD_OPTIONS": "Le bot n'est pas (ou plus) disponible pour ce serveur ! Tu peux choisir de:\n❌ Demander au bot de quitter le serveur. Il pourra être invité ultérieurement.\n🔄 Essayer à nouveau d'intégrer le bot au serveur.\n♾️ Demander au bot de quitter les autres serveurs afin de le rendre disponible (nécessite un mot de passe)\n*Attention, ces commandes ont une durée de vie limitée (de quelques minutes à quelques heures) ! Si cliquer sur les boutons ne déclenche plus d'action, il faudra expulser puis réinviter le bot.*",
  "ALREADY_ELSEWHERE": "*Salut !\nJe suis déjà présent sur un autre serveur et je ne sais pas me dédoubler, donc je ne vais pas pouvoir rester très longtemps !\nAttendez que je sois à nouveau disponible pour m'inviter :wink:*"
}